def congratulations():
    congrats = ("Друзья, спасибо вам большое за помощь!\n"
                "Я даже представить не мог, что вы так быстро справитесь со всеми задачами, поднимете ОленьДБ на ноги\n"
                "и восстановите работу моей системы управления подарками!\n"
                "Без вас Новый год мог бы оказаться под угрозой, но благодаря вашему таланту, смекалке и настойчивости,\n"
                "каждый ребёнок (и даже взрослый!) получит свой подарок вовремя.\n"
                "\n"
                "Поздравляю вас с наступающими праздниками! Пусть этот Новый год принесёт вам море радости, ярких событий\n"
                "и исполнения самых заветных желаний. Желаю крепкого здоровья, успехов в делах и, конечно же, побольше кода без багов! \n"
                "\n"
                "А ещё хочу сообщить, что вы, мои спасители, уже внесены в мой список получателей подарков. \n"
                "Так что будьте готовы — мой маршрут проложен и совсем скоро я к вам загляну!\n"
                "\n"
                "С теплом, добротой и новогодним настроением,\n"
                "Ваш Дед Мороз\n"
                "\n"
                )
    print(congrats)
#congratulations()